Repository: BikeBuddy-app/bikebuddy
Catalog: lib/utils/l10n/app_*.arb
Languages: eo

# language
source: English
eo: esperanto

# m_path
source: path
eo: itinero

# m_history
source: history
eo: historio

# m_user
source: user
eo: profilo

# m_achievements
source: achievements
eo: atingoj

# m_settings
source: settings
eo: agordoj

source: search
eo: serĉu

# start_training
source: start
eo: veturu

# language_title
source: Language
eo: Lingvo

# your_weight_title
source: Rider Weight
eo: Pezo de la biciklisto

# set_notifications
source: Enable app notifications
eo: Ebligu malhelan reĝimon

# set_darkmode
source: Dark mode
eo: Malhela reĝimo

# set_distance_unit
source: Distance unit
eo: Unuo de listanco

# h_ride_details
source: Your ride
eo: Via veturo

# h_ride_details_total_distance
source: Distance traveled
eo: Vojaĝita distanco

# h_ride_details_ride_duration
source: Ride duration
eo: Vojaĝdaŭro

# h_ride_details_maximum_speed
source: Max speed
eo: Maksimuma rapideco

# h_ride_details_average_speed
source: Average speed
eo: Averaĝa rapideco

# h_ride_details_calories_burned
source: Calories burned
eo: Bruligitaj kalorioj

# u_statistics
source: Statistics
eo: Statistikoj

# u_distance
source: Distance traveled:
eo: Vojaĝita distanco:

# u_calories
source: Calories burned:
eo: Bruligitaj kalorioj:

# u_time
source: Time spent on bike:
eo: Vojaĝdaŭro:

# u_streak
source: Streak length:
eo: Tagoj en vico:

# u_max_distance
source: Longest distance:
eo: La plej longa veturo:

# ready_text
source: Get Ready!
eo: Preparu!

# bb_ride_title
source: Start a new ride with Buddy
eo: Komencu novan veturon kun Buddy

# bb_ride_description
source: By starting new ride with Buddy you will be able to compare your current performance with this ride performed previously. You will be able to se a ghost rider on the map and compare your current speed with the speed of the ghost rider.
eo: Komencante novan veturon kun Buddy, vi povos kompari vian nunajn kapablojn kun ĉi tiu veturo. Vi povos vidi fantoman rajdanton sur la mapo kaj kompari vian nunan rapidon kun la rapideco de ĝi.

# bb_ride_button
source: Start
eo: Komencu
